[
  {
    "id": "1",
    "img": "/src/assets/Images/1.png",
    "title": "Dashain Travels Made Easy with Spark Car Rental: Pre-Booking Now Open!",
    "content": "This year, Spark Car Rental is here to make your Dashain travels easier than ever, offering pre-booking services to help you secure the pe..",
    "date": "16 Sep 2024"
  },
  {
    "id": "2",
    "img": "/src/assets/Images/2.png",
    "title": "Hiace Van Rental in Kathmandu, Nepal",
    "content": "Hiace van rental in Kathmandu, Nepal is best when you are traveling in a group, renting a Hiace in Kathmandu can be the perfect solution.",
    "date": "25 Aug 2024"
  },
  {
    "id": "3",
    "img": "/src/assets/Images/3.png",
    "title": "Why Customers Love Renting from Spark Car: Nepal’s Leading Vehicle Rental",
    "content": "As Nepal's first ISO-certified vehicle rental company, Spark Car has set the benchmark for quality, reliability, and customer satisfaction..",
    "date": "12 Aug 2024"
  },
  {
    "id": "4",
    "img": "/src/assets/Images/4.png",
    "title": "How Good and Bad Driving Affects Road Traffic?",
    "content": "In this blog, we'll explore how good and bad driving practices affect road traffic and why promoting good driving habits is essential for ..",
    "date": "05 Aug 2024"
  },
  {
    "id": "5",
    "img": "/src/assets/Images/5.png",
    "title": "E-Shuttle Rental in Nepal - Specifications, Capacity & Features",
    "content": "Spark Car presents the CG KYC Model E-shuttle, a perfect blend of eco-friendliness, comfort, and modern technology. This blog explores wha..",
    "date": "21 Jul 2024"
  },
  {
    "id": "6",
    "img": "/src/assets/Images/6.png",
    "title": "Why Hire a Professional Driver for Corporate Events and VIP Guest Arrival?",
    "content": "In this article, we will explore the various reasons why hiring a professional driver for corporate events and VIP arrivals is a smart cho..",
    "date": "19 Jul 2024"
  },
  {
    "id": "7",
    "img": "/src/assets/Images/7.png",
    "title": "Difference Between Ride Sharing and Vehicle Rental",
    "content": "In today's fast-paced world, two popular and growing modes of transport are ride-sharing and vehicle rental. But do you know the differenc..",
    "date": "12 Jul 2024"
  },
  {
    "id": "8",
    "img": "../src/assets/Images/8.png",
    "title": "Types of Driver Hire Services at Spark Driver",
    "content": "Discover the various driver hire services available in Nepal, including one-time, part-time, full-time, long-drive, and night-time options..",
    "date": "08 Jul 2024"
  },
  {
    "id": "9",
    "img": "../assets/Images/9.png",
    "title": "Vehicle Rental in Butwal | Rent a Car | SUV | EV | Jeep | Hiace | Bus",
    "content": "Are you planning a trip to Butwal? Look no further! Spark Car offers a wide range of vehicle rental options to suit every traveler's needs..",
    "date": "30 Jun 2024"
  },
  {
    "id": "10",
    "img": "../src/assets/Images/10.png",
    "title": "Night Driving Safety: 10 Essential Tips for Driving After Dark",
    "content": "confidently after dark. Learn how to stay safe on the roads at night.",
    "date": "28 Jun 2024"
  }
]
